Repository: udiante/SpeedRunClient-ios
Catalog: SpeedRunClient/Language/*.lproj/Localizable.strings
Languages: es

# message_error_nointernet
source: No Internet connetion. Make sure that you have connection, then try again.
es: No hay conexión a internet. Prueba más tarde.

# message_error_request
source: There's a problem with your request. Try again later.
es: Se ha producido un error al realizar tu solicitud. Prueba más tarde.

# btn_retry
source: Retry
es: Reintentar

# nogames_description
source: No games founds
es: No se han encontrado juegos

# title_games_vc
source: SpeedRun Games
es: Juegos SpeedRun

# title_game_detail
source: GameRun Detail
es: Detalle Juego

# button_show_video
source: Show video
es: Ver vídeo

# hours_format
source: %i hours
es: %i horas

# minutes_format
source: %i minutes
es: %i minutos

# seconds_format
source: %i seconds
es: %i segundos

# time_title
source: Speedrun time
es: Tiempo Speedrun

# username_title
source: Player Username
es: Alias del usuario
